{
    "Isi" : {
        "Handicraft" : {
            "Handicraft_1" : {
                "id" : "1",
                "title" : "Sparkle",
                "short_title" : "Colorful, shiny beads that add sparkle to any creation",
                "content" : "A handcrafted piece made from delicate beads that shimmer with every movement, showcasing intricate detail and elegance.",
                "description" : "Dazzling beadwork creation that embodies elegance and brilliance. Every piece is handcrafted using high-quality beads that reflect light beautifully, creating a shimmering effect that draws attention effortlessly. The design focuses on symmetry and intricate detailing, showcasing the artisan's precision and artistic flair. Whether displayed as a decorative ornament or worn as a statement accessory, Sparkle brings sophistication and charm into any space it touches. Beyond its visual appeal, Sparkle represents the dedication and craftsmanship of traditional handiwork. Each bead is carefully selected and placed with care, resulting in a product that is both timeless and unique. It's not just a beautiful piece, it's a celebration of artistry, patience, and the enduring beauty of handcrafted items. For those who value elegance with a personal touch, Sparkle is the perfect embodiment of refined handmade beauty.",
                "image" : "/static/Main_Post/Handicraft/Beads_1.jpg"
            },
            "Handicraft_2" : {
                "id" : "2",
                "title" : "Crafty Bliss",
                "short_title" : "Handmade treasures that bring joy, charm, and creative bliss",
                "content" : "Blends Creativity and precision in a beautiful beadwork design, delivering a touch of joy and artistry in every handcrafted element.",
                "description" : "Vibrant, cheerful beadwork collection that celebrates creativity and joyful expression. With colorful beads arranged in playful, imaginative patterns, it captures a lighthearted energy that instantly brightens its surroundings. The design is intentionally bold and whimsical, making Crafty Bliss a favorite for those who love to showcase personality through art. Each piece is a reminder of the joy found in making things by hand and the beauty of imperfection in craftsmanship. At its core, Crafty Bliss is a tribute to the spirit of handmade artistry. It blends tradition with innovation, combining classic beading techniques with fresh, creative ideas. The result is a product that's not only beautiful but also deeply personal something that reflects the heart and soul of its creator. Ideal for gifts or personal keepsakes, Crafty Bliss brings warmth, happiness, and a sense of playful wonder to anyone who sees or owns it.",
                "image" : "/static/Main_Post/Handicraft/Beads_2.jpg"
            }
        },
        "Choco Bouquet" : {
            "Buket_Coklat_1" : {
                "id" : "1",
                "title" : "Choco Bouquet",
                "short_title" : "Sweet chocolate blooms wrapped beautifully for gifting and delight",
                "content" : "This full of love, blends the charm of floral presentation with the indulgence of chocolates, making it a sweet and stylish gift for any occasion.",
                "description" : "The Choco Bouquet is the perfect harmony of indulgence and elegance a decadent arrangement that blends the beauty of a floral bouquet with the irresistible appeal of premium chocolates. Each bouquet is carefully handcrafted with assorted chocolates, often featuring brands like Ferrero Rocher, Toblerone, or artisanal truffles, artistically wrapped to resemble blooming flowers. Perfect for birthdays, anniversaries, or sweet surprises, this gift brings joy not only to the eyes but also to the taste buds. Beyond its delicious contents, the Choco Bouquet delivers a message of warmth and thoughtfulness. With options to customize colors, wrappers, or even include notes, this edible bouquet is as memorable as it is delightful. It transforms a simple gift into a multi-sensory experience pleasing in look, luxurious in flavor, and lasting in impression.",
                "image" : "/static/Main_Post/Buket_Coklat/Choco_Bouquet_2.jpg"
            },
            "Buket_Coklat_2" : {
                "id" : "2",
                "title" : "Lovely Brown",
                "short_title" : "Lovely brown chocolate bouquet, perfect for sweet heartfelt surprises",
                "content" : "A truly delightful choco bouquet enriched with artificial flowers and wrapped in elegant paper, offering a perfect balance of sweetness and beauty.",
                "description" : "Lovely Brown is an elegant choco bouquet that beautifully blends the warmth of chocolate with the charm of handcrafted design. Featuring premium chocolates nestled among delicate plastic flowers and wrapped in soft-toned paper, this bouquet offers a balanced mix of sweetness and style. The earthy brown hues evoke comfort and sincerity, while the detailed arrangement gives it a polished, luxurious finish perfect for heartfelt occasions like anniversaries, appreciation gifts, or sweet romantic gestures. Every element of Lovely Brown is carefully selected to create a lasting impression from the carefully placed chocolates to the life-like flowers and rustic yet refined bouquet wrap. It's not just a gift; it's an experience of comfort, beauty, and thoughtful indulgence that can be displayed and enjoyed long after the moment has passed.",
                "image" : "/static/Main_Post/Buket_Coklat/Choco_Bouquet_1.jpg"
            }
        },
        "Doll Bouquet" : {
            "Buket_Boneka_1" : {
                "id" : "1",
                "title" : "Sweet Pink Doll",
                "short_title" : "Charming bouquet of cute dolls, perfect for sweet gifting moments",
                "content" : "A sweet combination of charm and elegance, the doll + flower bouquet pairs adorable plush toys with beautiful fresh flowers. Ideal for gifting on special occasions like graduations or romantic gestures, this bundle brings joy, warmth, and a lasting impression.",
                "description" : "The Sweet Pink Doll is a symbol of gentle affection and timeless charm. With her delicate blush-colored dress, satin ribbons, and soft plush texture, she captures the innocence of childhood and the elegance of classic doll design. Her expressive embroidered face and carefully stitched details make her more than just a toy, she's a keepsake. Whether gifted to a child or a loved one, this doll brings a touch of warmth and nostalgia to every moment. Perfect for birthdays, baby showers, or heartfelt surprises, the Sweet Pink Doll adds beauty and comfort wherever she's placed. She's light enough to carry and cuddle, yet finely crafted to stand out as a decorative piece on any shelf or bedside table. Wherever she goes, she spreads joy with her soft embrace and sweet presence.",
                "image" : "/static/Main_Post/Buket_Boneka/Doll_Bouquet_2.jpg"
            },
            "Buket_Boneka_2" : {
                "id" : "2",
                "title" : "Cute Big Marionette",
                "short_title" : "Charming marionette doll with delightful, playful, and whimsical appeal",
                "content" : "Cute Big Marionette is a charming plush centerpiece that captures hearts with its oversized cuteness and playful character, making it a standout gift for any joyful occasion.",
                "description" : "The Cute Big Marionette is a delightful companion designed to spark creativity and joy. With oversized limbs, a cheerful smile, and a vibrant outfit full of personality, this playful puppet is ideal for storytelling and interactive play. Made with high-quality, durable fabric and hand-controlled strings, it's perfect for engaging performances, imaginative games, or theatrical displays at home or in the classroom. Beyond playtime, the Cute Big Marionette doubles as a whimsical décor piece, its expressive design and large size make it a fun addition to nurseries, playrooms, or even creative studio spaces. Whether used by a child or a puppeteer, this lovable character invites laughter, bonding, and a touch of magic to everyday life.",
                "image" : "/static/Main_Post/Buket_Boneka/Doll_Bouquet_1.jpg"
            }
        },
        "Flower Bouquet" : {
            "Buket_Bunga_1" : {
                "id" : "1",
                "title" : "Flower Bouquet",
                "short_title" : "Beautifully arranged flowers to express love, joy, or celebration",
                "content" : "It's Offers a timeless expression of beauty and affection through an elegant arrangement of fresh, vibrant blooms.",
                "description" : "The Flower Bouquet is a timeless expression of beauty and emotion, crafted to speak the language of the heart without saying a word. Whether it's a celebration, a romantic gesture, or a heartfelt apology, a carefully arranged flower bouquet brings life, color, and meaning to every occasion. Handpicked bloomsroses, lilies, carnations, and more—are harmoniously blended by expert florists to create a vibrant visual symphony that radiates freshness and elegance. Each petal, rich with color and fragrance, transforms an ordinary day into something truly memorable. More than just flowers, a bouquet is a carrier of stories and emotions. It can reflect the personality of the sender and the sentiment behind the gesture bright and cheerful for congratulations, soft and pastel for sympathy, or romantic red for love. Wrapped with care and often accompanied by a personal message, a flower bouquet is a beautiful and thoughtful way to connect, even from afar.",
                "image" : "/static/Main_Post/Buket_Bunga/Flower_Bouquet_1.jpg"
            },
            "Buket_Bunga_2" : {
                "id" : "2",
                "title" : "Paper Love Flower",
                "short_title" : "Delicate handcrafted paper flower symbolizing love and heartfelt emotions",
                "content" : "Paper Love Flower is a handcrafted bouquet made from delicate paper, symbolizing everlasting love with its unique, artistic touch.",
                "description" : "The Paper Love Flower is a creative twist on classic floral gifting, blending art with sentiment in a truly unique form. Crafted from high-quality, long-lasting paper, each petal is folded and shaped with precision to resemble real blossoms yet it never wilts or fades. Ideal for expressing love, appreciation, or celebration, these handmade blooms symbolize enduring affection and thoughtful intention. Whether arranged as a single flower or bundled into an intricate bouquet, the Paper Love Flower becomes a lasting keepsake for someone special. Beyond their aesthetic charm, Paper Love Flowers are eco-friendly and customizable. You can choose the colors, styles, or even write personal messages on the petals, making each creation deeply meaningful and one-of-a-kind. Perfect for anniversaries, weddings, or just because, this handcrafted flower stands as a beautiful reminder that love, like paper, can be folded into something extraordinary.",
                "image" : "/static/Main_Post/Buket_Bunga/Flower_Bouquet_2.jpg"
            }
        },      
        "Bag_KeyChain" : {
            "Bag_KeyChain_1" : {
                "id" : "1",
                "title" : "Charm Loop",
                "short_title" : "Tiny, stylish keychain shaped like a cute bag for accessorizing",
                "content" : "A chic and playful keychain accessory that adds personality and flair to any bag with its elegant charm loop design.",
                "description" : "CharmLoop is the perfect blend of functionality and fashion, designed to elevate the look of any handbag or backpack. Crafted with meticulous attention to detail, this bag keychain features a polished loop design adorned with delicate embellishments that shimmer subtly with movement. Whether you're heading to a casual outing or a formal event, CharmLoop complements your style with a graceful and modern flair. More than just an accessory, CharmLoop is a statement piece. Its secure clasp ensures it stays firmly attached to your bag while offering a dash of charm to your daily carry. The lightweight build and elegant profile make it ideal for those who appreciate understated luxury and smart design. It's the little detail that makes your bag uniquely yours.",
                "image" : "/static/Main_Post/Gantungan_Tas/KeyChain_1.jpg"
            },
            "Bag_KeyChain_2" : {
                "id" : "2",
                "title" : "Tassel Tote",
                "short_title" : "Chic tote bag adorned with decorative tassels for a stylish look",
                "content" : "A handcrafted bag keychain featuring soft tassels, perfect for enhancing your tote with a touch of sophistication and style.",
                "description" : "TasselTote brings a boho-inspired twist to your everyday carry with its handcrafted tassel design. Made from soft threads in harmonious colors, it effortlessly adds warmth, personality, and motion to your bag. Whether dangling from a leather tote or canvas sling, TasselTote brings a stylish splash to your look with every swing. Perfect for creative souls and fashion-forward individuals, this keychain doubles as a decorative charm and a functional accessory for your keys or ID tags. Its handcrafted nature makes each piece slightly unique, ensuring that your style remains as individual as you are. TasselTote is not just an adornment, it's a small piece of art you can carry everywhere.",
                "image" : "/static/Main_Post/Gantungan_Tas/KeyChain_2.jpg"
            }
        }
    }
}